Repository: hplichtin/CloseIt
Catalog: CloseIt/Localization/*.lproj/Localizable.strings
Languages: de

# [KEY|level.levelDescription|8]
source: The highest level of skill and mastery.
de: Die höchste Stufe der Fähigkeiten und Beherrschung.

# [KEY|level.levelDescription|9]
source: Reserved for the most skilled players.
de: Reserviert für die erfahrensten Spieler.

# [KEY|level.levelDescription|10]
source: Reserved for the absolute best.
de: Für die absolut Besten

# [KEY|level.levelDescription|11]
source: A mystical or otherworldly level of mastery.
de: Eine mystische oder überirdische Meisterschaftsstufe.

# [KEY|scoreId|numSelectedCells]
source: C
de: Z

# [TEXT|Acknowledgements|0]
source: A heartfelt thank you to everyone who provided valuable feedback.
de: Ein herzliches Dankeschön an alle, die mir wertvolles Feedback gegeben haben.

# [TEXT|Acknowledgements|1]
source: I would especially like to thank my lovely wive, Violeta, my son Gregory, my daughter Nastassia, my sister-in-law, Felicitas, the son of the cosuin of my wife, Elio, my doctor Daniel, as well as my friends Elisabeth and Urs, who reviewed an early version of the game. Their positive feedback and support greatly motivated and inspired me. Thank you, all!
de: Ich möchte besonders meiner lieben Frau Violeta, meinem Sohn Gregory, meiner Tochter Nastassia, meiner Schwägerin Felicitas, Elio, dem Sohn der Cousine meiner Frau, meinem Arzt Daniel, sowie meinen Freunden Elisabeth und Urs danken, die eine frühe Version des Spiels getestet haben. Ihr positives Feedback und ihre Unterstützung haben mich sehr motiviert und inspiriert. Vielen Dank an euch alle!

# [TEXT|Copyright|0]
source: © 2024 aare software, Hans-Peter Lichtin. All rights reserved.
de: © 2024 aare software, Hans-Peter Lichtin. Alle Rechte vorbehalten.

# [TEXT|Copyright|1]
source: This game and its content are the property of aare software, Hans-Peter Lichtin, and are protected by international copyright laws. Unauthorized reproduction, distribution, or modification of this game or any part of it is strictly prohibited and may result in legal action.
de: Dieses Spiel und sein Inhalt sind Eigentum von aare software, Hans-Peter Lichtin, und durch internationale Urheberrechtsgesetze geschützt. Die unbefugte Vervielfältigung, Verbreitung oder Änderung dieses Spiels oder eines Teils davon ist strengstens untersagt und kann rechtliche Schritte nach sich ziehen.

# [TEXT|Copyright|2]
source: For inquiries, please contact: Hans-Peter Lichtin, hans-peter.lichtin@outlook.com.
de: Für Anfragen kontaktieren Sie bitte: Hans-Peter Lichtin, hans-peter.lichtin@outlook.com.
