Repository: hplichtin/CloseIt
Catalog: CloseIt/Localization/*.lproj/Localizable.strings
Languages: de

source: accomplished
de: erreicht

source: Achievements
de: Erfolge

source: Acknowledgements
de: Dankesagung

source: available
de: verfügbar

source: Boards
de: Bretter

# Boards Games
source: Board Games
de: Spiele

# Boards Groups
source: Board Groups
de: Bretter-Gruppen

# Boards Redos
source: Redos
de: Widerholungen

# Boards Restarts
source: Restarts
de: Neustarts

# Boards Undos
source: Undos
de: Wiederrufungen

source: Cells
de: Zellen

source: Challenges
de: Herausforderungen

# Challenges Games
source: Challenge Games
de: Spiele

# Challenges Groups
source: Challenge Groups
de: Herausforderungs-Gruppen

# Challenges Redos
source: Redos
de: Widerholungen

# Challenges Restarts
source: Restarts
de: Neustarts

# Challenges Undos
source: Undos
de: Wiederrufungen

source: completed
de: abgeschlossen

source: Congratulations!
de: Herzlichen Glückwunsch!

source: current
de: aktuell

source: Description
de: Beschreibung

source: Games
de: Spiele

source: Goal Achieved
de: Erfolg Erzielt

source: Goals
de: Ziele

source: has not yet been achieved
de: muss noch erreicht werden

# Introduction
source: Tutorial
de: Einführung

source: Legendary
de: Legendär

source: Level
de: Niveau

source: Levels
de: Niveaus

source: Lines
de: Linien

source: New available
de: Neu freigeschaltet

source: New Score
de: Neues Ergebnis

source: No
de: Nr

# not unlocked
source: not completed
de: nicht freigeschaltet

source: not yet been disclosed
de: noch nicht verfügbar

source: of
de: von

source: played
de: gespielt

source: Played
de: Gespielt

source: Please contact
de: Bitte kontaktieren Sie

source: Rank
de: Rang

source: Rectangles
de: Rechtecke

source: Redos
de: Wiederholungen

source: Restarts
de: Neustarts

source: Score
de: Ergebnis

source: Square 2x2
de: Quadrat 2x2

source: Square 3x3
de: Quadrat 3x3

source: Square 4x4
de: Quadrat 4x4

source: Square 8x8
de: Quadrat 8x8

source: Squares
de: Quadrate

# Streak
source: Series
de: Serie

source: sum
de: gesamt

source: Time
de: Zeit

# to get a new version of your CloseIt App!
source: to get an extended version of your CloseIt App!
de: für eine erweiterte Version Ihrer CloseIt App!

# Total Redos
source: Redos
de: Wiederholungen

# Total Restarts
source: Restarts
de: Neustarts

# Total Undos
source: Undos
de: Wiederrufungen

source: Tutorial
de: Zum Lernen

source: Undos
de: Wiederrufungen

# Users
source: User
de: Benutzer:innen

source: WELCOME
de: HERZLICH WILLKOMMEN

source: You achieved Goal
de: Sie haben einen Erfolg erzielt

source: You achieved new Level
de: Sie erreichen das neue Niveau

source: You completed all levels!
de: Sie haben alle Niveaus abgeschlossen!

# [HELP|board|Line4x1]
source: 1. Select the cell on the far left or far right to solve the board. 2. Alternatively, choose a line. 3. Restart to try again.
de: 1. Wähle die Zelle ganz links oder ganze rechts aus, um das Brett zu lösen. 2. Oder: Wähle eine Linie aus. 3. Starte erneut, um es noch einmal zu versuchen.

# [HELP|board|Line4x1|4x4x0x0]
source: The challenge is to select all C 4 cells with a series of S 4 cells without choosing a line beforehand L 0 XY 0. 1. Choose the cell on the far left or far right to solve the challenge. 2. Restart to try again.
de: Die Herausforderung ist, alle Z 4 Zellen mit einer Serie von S 4 Zellen auszuwählen, ohne vorher eine Linie auszuwählen L 0 XY 0. 1. Wähle die Zelle ganz links oder ganze rechts aus, um die Herausforderung zu lösen. 2. Starte erneut, um es noch einmal zu versuchen.

# [HELP|board|Line4x1|4x3x1x0]
source: The challenge is to select C 1 line so that a series of S 3 cells (x3) can be chosen afterward. 1. Choose a vertical (Y) line on the far left or right. 2. Select the cell next to the line to solve the challenge. 3. Restart to try again.
de: Die Herausfoderung ist, 1 (x1) Linie auszuwählen, so dass danach eine Serie von 3 Zellen (x3) ausgewählt werden kann. 1. Wähle eine vertikale (Y) Linie ganz links oder rechts aus. 2. Wähle die Zelle neben der Linie aus, um die Herausforderung zu lösen. 3. Starte erneut, um es noch einmal zu versuchen.

# [KEY|boardName|DEMO.CloseIt.LOOP]
source: Welcome
de: Willkommen

# [HELP|board|DEMO.CloseIt.LOOP]
source: Thank you for playing CloseIt. Learn how to play CloseIt by going through the tutorial. [Select "How to use Introductions?" on the left side.]
de: Vielen Dank, dass Sie CloseIt spielen. Lernen Sie, wie Sie CloseIt spielen, indem Sie die Einführungen durchgehen. [Wählen Sie "Bedienung Einführung" auf der linken Seite aus.]

# [KEY|demoName|UI.Introduction]
source: How to use Introductions
de: Bedienung Einführung

# [HELP|demo|UI.Introduction]
source: The tutorial is divided into several sections that you can select on the left side. In the top right corner, you’ll find various controls: (1) Zoom in or (2) out. (3) Shape size to fit window. (4) Restart the current introduction. (5) Jump back to the previous introduction. (6) Continue to the next introduction. (7) Move forward to the last introduction. [Feel free to explore the next section, “Series of Cells” on the left side.]
de: Die Einführung ist in mehrere Bereiche gegliedert, die Sie auf der linken Seite auswählen können. Rechts oben finden Sie verschiedene Steuerelemente: (1) Hinaus- oder (2) Hineinzoomen. (3) Grösse an Fenster anpassem. Ausserdem können Sie (4) die aktuelle Einführung erneut starten, (5) die letzte Einführung wiederholen, (6) mit der nächsten Einführung fortfahren oder (7) zur letzen Einführung springen. [Wählen Sie auf der linken Seite die nächste Einführung "Serie von Zellen" aus.]

# [KEY|boardName|DEMO.Square5x5.1]
source: Series of Cells
de: Serie von Zellen

# [HELP|board|DEMO.Square5x5.1|0]
source: The goal of CloseIt is to create a long series of cells on a board by selecting lines. The board displayed below forms a square with 5x5 = 25 cells.
de: Das Ziel des Spiels ist auf einem Brett eine lange Serie von Zellen zu bilden, in dem Sie die Linien auf dem Brett auswählen. Das unten dargestellte Brett bildet ein Quadrat mit 5x5 = 25 Zellen.

# [HELP|board|DEMO.Square5x5.1|1]
source: You can, for example, select the horizontal (X) lines to create a series of 25 cells. The series begins and ends with a cell surrounded by 3 lines. These are called the Start Cell and End Cell.
de: Sie können beispielsweise die horizontzalen (X) Linien so auswählen, um eine Serie von 25 Zellen zu erstellen. Die Serie beginnt und endet mit einer Zelle, die mit 3 Linien umrandet ist. Diese nennen wir Startzelle und Endzelle.

# [HELP|board|DEMO.Square5x5.1|2]
source: The currently selected cell in the top-left corner is the Start Cell.
de: Die aktuell ausgewählte Zelle oben links ist die Startzelle.

# [HELP|board|DEMO.Square5x5.1|3]
source: The currently selected cell in the bottom-right corner is the End Cell.
de: Die aktuell ausgewählte Zelle unten rechts ist die Endzelle.

# [HELP|board|DEMO.Square5x5.1|4]
source: The cells between the Start Cell and the End Cell form the series. The series is automatically closed when the Start Cell is selected.
de: Die Zellen zwischen der Startzelle und der Endzelle bilden die Serie. Die Serie wird automatisch geschlossen, wenn die Startzelle ausgewählt wird.

# [HELP|board|DEMO.Square5x5.1|5]
source: A cell is part of the series if it’s the Start Cell or the End Cell. Alternatively, a cell is part of the series if it’s surrounded by 2 lines and adjacent to two other cells in the series. [Feel free to explore the next section, “More Series of Cells” on the left side.]
de: Eine Zelle ist Teil einer Serie, wenn es die Startzelle oder die Endzelle ist, oder mit 2 Linien umrandet ist und an zwei weitere Zellen der Serie angrenzt. [Wählen Sie die nächste Einführung "Weitere Serie von Zellen" auf der linken Seite aus.]

# [KEY|boardName|DEMO.Square5x5.2]
source: More Series of Cells
de: Weitere Serie von Zellen

# [HELP|board|DEMO.Square5x5.2|0]
source: On a board, you can form various series of cells. In this example, both horizontal (X) and vertical (Y) lines are selected.
de: Auf einem Brett können verschiedene Serien von Zellen gebildet werden. In diesem Beispiel sind sowohl horizontale (X) als auch vertikale (Y) Linien ausgewählt.

# [HELP|board|DEMO.Square5x5.2|1]
source: There are currently 6 horizontal (X) lines and 10 vertical (Y) lines chosen.
de: Es sind nun 6 horizontale (X) und 10 vertikale (Y) Linien ausgewählt.

# [HELP|board|DEMO.Square5x5.2|2]
source: The currently selected cell in the top-left corner serves as the Start Cell.
de: Die aktuell ausgewählte Zelle oben links ist die Startzelle.

# [HELP|board|DEMO.Square5x5.2|3]
source: The currently selected cell in the bottom-middle position is the End Cell.
de: Die aktuell ausgewählte Zelle unten in der Mitte ist die Endzelle.

# [HELP|board|DEMO.Square5x5.2|4]
source: The series will automatically close when the Start Cell is selected.
de: Die Serie wird automatisch geschlossen, wenn die Startzelle ausgewählt wird.

# [HELP|board|DEMO.Square5x5.2|5]
source: [Feel free to explore the next section, “Multiple Series” on the left side.]
de: [Wählen Sie die nächste Einführung "Mehrere Serien" auf der linken Seite aus.]

# [KEY|boardName|DEMO.Square4x4.1]
source: Multiple Series
de: Mehrere Serien

# [HELP|board|DEMO.Square4x4.1|0]
source: On a board, you can select lines in a way that creates multiple series of cells.
de: Auf einem Brett können Sie die Linien auch so auswählen, dass mehrere Serien entstehen.

# [HELP|board|DEMO.Square4x4.1|1]
source: In this example, both 8 horizontal (X) and 3 vertical (Y) lines are chosen.
de: In diesem Beispiel sind 8 horizontale (X) und 3 vertikale (Y) Linien ausgewählt.

# [HELP|board|DEMO.Square4x4.1|2]
source: The board now has 3 series of cells.
de: Das Brett hat damit 3 Serien von Zellen.

# [HELP|board|DEMO.Square4x4.1|3]
source: At the top, there’s a series of 4 cells. This series will automatically close when the Start Cell is selected.
de: Oben hat es eine Serie mit 4 Zellen. Die Serie wird nach der Auswahl der Startzelle geschlossen.

# [HELP|board|DEMO.Square4x4.1|4]
source: In the middle, there’s a series of 8 cells. Again, this series will close after selecting the Start Cell.
de: In der Mitte befindet sich eine Serie von 8 Zellen. Auch diese Serie wird nach der Auswahl der Startzelle geschlossen.

# [HELP|board|DEMO.Square4x4.1|5]
source: At the bottom, there’s another series of 4 cells, which will also close upon selecting the Start Cell. [Feel free to explore the next section, “1. Challenge” on the left side.]
de: Unten gibt es eine weitere Serie von 4 Zellen, die ebenfalls nach der Auswahl der Startzelle geschlossen wird. [Wählen Sie die nächste Einführung "1. Herausfoderung" auf der linken Seite aus.]

# [KEY|boardName|DEMO.Square5x5.3]
source: 1. Challenge
de: 1. Herausforderung

# [HELP|board|DEMO.Square5x5.3|0]
source: In CloseIt, you must overcome challenges. A challenge involves selecting the horizontal (X) and vertical (Y) lines on a board to meet a predefined result. An example of a result is: "C 25 | S 25 | L 16 | XY 0”.
de: In CloseIt müssen Sie Herausforderungen bestehen. Eine Herausforderung besteht darin, die horizontalen (X) und vertikalen (Y) Linien auf einem Brett so auszuwählen, dass das vordefinierte Ergebnis erfüllt wird. Ein Beispiel für ein Ergebnis lautet "Z 25 | S 25 | L 16 | XY 0”.

# [HELP|board|DEMO.Square5x5.3|1]
source: The result "C 25 | S 25 | L 16 | XY 0” defines the following: From the total 25 cells (C) on the board, all 25 must be selected in a series (S). To achieve this, you need to choose 16 lines (L), but only in the horizontal direction (no 0 in the other direction (XY)).
de: Das Ergebnis "Z 25 | S 25 | L 16 | XY 0” definiert, dass von den ingesamt 25 Zellen (Z) auf dem Brett alle 25 in einer Serie (S) ausgewählt werden sollen. Dies soll erreicht werden, indem 16 Linien ausgewählt werden, wobei nur horizontale (X) oder vertikale (X) Linien, also keine XY 0 in der anderen Richtung.

# [HELP|board|DEMO.Square5x5.3|2]
source: [Feel free to explore the next section, “2. Challenge” on the left side.]
de: [Wählen Sie die nächste Einführung "2. Herausforderung" auf der linken Seite aus.]

# [KEY|boardName|DEMO.Square5x5.4]
source: 2. Challenge
de: 2. Herausforderung

# [HELP|board|DEMO.Square5x5.4|0]
source: The result is: "C 25 | S 25 | L 16 | XY 6”.
de: Das Ergebnis lautet "Z 25 | S 25 | L 16 | XY 6”.

# [HELP|board|DEMO.Square5x5.4|1]
source: The result "C 25 | S 25 | L 16 | XY 6”. means that out of the total 25 cells (C) on the board, all 25 must be selected in a series (S). To achieve this, a total of 16 lines (L) need to be chosen, with 6 of them being either horizontal (X) or vertical (Y) lines.
de: Das Ergebnis "Z 25 | S 25 | L 16 | XY 6”. bedeutet, dass von den ingessamt 25 Zellen (Z) auf dem Brett alle 25 (25) in einer Serie ausgewählt werden sollen. Um dies zu erreichen, müssen insgesamt 16 Linien ausgewählt werden, davon 6 horizontale (X) oder vertikale (Y) Linien.

# [HELP|board|DEMO.Square5x5.4|2]
source: [Feel free to explore the next section, “3. Challenge” on the left side.]
de: [Wählen Sie die nächste Einführung "3. Herausforderung" auf der linken Seite aus.]

# [KEY|boardName|DEMO.Square4x4.2]
source: 3. Challenge
de: 3. Herausforderung

# [HELP|board|DEMO.Square4x4.2|0]
source: The result is: "C 16 | R 8 | L 11 | XY 3”.
de: Das Ergebnis lautet "Z 16 | S 8 | L 11 | XY 3”.

# [HELP|board|DEMO.Square4x4.2|1]
source: The result "C 16 | R 8 | L 11 | XY 3” means that the board has a total of 16 cells (C). The longest series (S) should have a length of 8. To achieve this, you need to select 11 lines (L), with 3 of them being either horizontal (X) or vertical (Y) lines.
de: Das Ergebnis "Z 16 | S 8 | L 11 | XY 3” bedeuteta, dass das Brett 16 Zellen (16) hat. Die längste Serie (8) hat die Länge 8. Um dies zu erreichen, müssen 11 Linien ausgewählt werden, davon 3 horizontale (X) oder vertikale (Y) Linien.

# [HELP|board|DEMO.Square4x4.2|2]
source: [Feel free to explore the next section, “Open Results” on the left side.]
de: [Wählen Sie die nächste Einführung "Beliebige Ergebnisse" auf der linken Seite aus.]

# [KEY|demoName|Challenges.Open]
source: Open Results
de: Beliebige Ergebnisse

# [HELP|demo|Challenges.Open]
source: Open results are an interesting variation in CloseIt. An open result is denoted with an asterisk (*). For example, the result “C 25 | S 25 | L * | XY *” defines that the number of lines can be arbitrary to meet the challenge. This means you have flexibility and can find various solutions as long as the other conditions are met. [Feel free to explore the next section, “Shortened Form of Results” on the left side.]
de: Offene Ergebnisse sind eine interessante Variante in CloseIt. Ein offenes Ergebins wird mit einem "*” gekennzeichnet. Beispielsweise definiert das Ergebnis "Z 25 | S 25 | L * | XY *", dass die Anzahl Linien beliebig sein können, um die Herausforderung zu bestehen. Das bedeutet, dass Sie flexibel sind und verschiedene Lösungen finden können, solange die anderen Bedingungen erfüllt sind. [Wählen Sie die nächste Einführung "Kurzform für Ergebnisse" auf der linken Seite aus.]

# [KEY|demoName|Challenges.Short]
source: Shortened Form of Results
de: Kurzform für Ergebnisse

# [HELP|demo|Challenges.Short]
source: Here are the shortened forms for the challenge results: 1. The shortened form of “C 25 | S 25 | L 16 | XY 0” is “25x25x16x0”. 2. The shortened form of “C 25 | S 25 | L 16 | XY 6” is “25x25x16x6”. 3. The shortened form of “C 16 | R 8 | L 11 | XY 3” is “16x8x11x3”. 4. The shortened form of “C 25 | S 25 | L * | XY *" is "25x25x*x*”. [Feel free to explore the next section, “How to use Challenges” on the left side.]
de: Ergebnisse können auch in einer Kurzform dargestellt werden. Beispiele: 1. Die Kurzform von "Z 25 | S 25 | L 16 | XY 0” ist "25x25x16x0". 2. Die Kurzform von "Z 25 | S 25 | L 16 | XY 6” ist "25x25x16x6". 3. Die Kurzform vom "Z 16 | S 8 | L 11 | XY 3” ist ”16x8x11x3". 4. Die Kurzform vom "Z 25 | S 25 | L * | XY *" ist ”25x25x*x*". [Wählen Sie die nächste Einführung "Bedienung Herausforderungen" auf der linken Seite aus.]

# [KEY|demoName|UI.Challenges]
source: How to use Challenges
de: Bedienung Herausforderungen

# [HELP|demo|UI.Challenges|0]
source: At the bottom of the window, you can choose the Challenges. On the left side, all challenges unlocked for the current level are displayed in grouped order. Select a challenge. At the top, your (1) username is shown. Next to it, you’ll find the (2) current result and (3) the expected result.
de: Am unteren Rand des Fensters können Sie die Herausforderungen auswählen. Auf der linken Seite werden alle für das aktuelle Niveau freigeschalteten Herausforderungen in Gruppen sortiert angezeigt. Wàhlen Sie eine Herausfoderung aus. Oben erscheint Ihr (1) Benutzername. Daneben steht das (2) aktuelle Ergebnis und (3) das erwartete Ergebnis.

# [HELP|demo|UI.Challenges|1]
source: Below, the board appears, and you can now select lines and cells. Lines are selceted with a single click. Linies between the two previously seleceted lines can be automatically selected. Cell will be selected with a double click
de: Darunter erscheint das Brett auf dem Sie nun die Linien und Zellen auswählen können. Linien wählen Sie durch einen einfache Auswahl aus. Bei der nächsten ausgewählten Linie, werden allenfalls die Linien zwischen den beiden Linien automatsich ausgewählt. Zellen wählen Sie mit einer doppelten Auswahl (Doppel-Click) aus.

# [HELP|demo|UI.Challenges|2]
source: Controls in the Top Left Corner. You can (1) undo the previous selection or (2) repeat it. (3) Zoom out or (4) zoom in. (5) Shape the board to the size of the window. (6) Restart the game.
de: Links oben befindasen sich die Steuerelemente. Sie können die vorhergehende (1) Auswahl wiederrufen oder (2) wiederholen. (3) Hinaus- oder (4) Hineinzoomen. Die (5) Grösse dem Fenster anpassen. (6) Das Spiel wieder starten.

# [HELP|demo|UI.Challenges|3]
source: If the game automatically selects a series of cells, you can (7) stop it.
de: Wenn das Spiel automatisch eine Serie von Zellen auswählt, können Sie diese (7) stoppen.

# [HELP|demo|UI.Challenges|4]
source: After stopping, you can (7) resume the automatic selection.
de: Danach können Sie die (7) Automatisierung wieder einstellen.

# [HELP|demo|UI.Challenges|5]
source: You can (8) review the previous games or the current game.
de: Im weiteren können Sie (8) die bisherigen oder das aktuelle Spiel noch einmal anschauen.

# [HELP|demo|UI.Challenges|6]
source: Some challenges offer additional help (9).
de: Einige Herausforderungen bieten zusätzliche Hilfe (9).

# [KEY|achievementTypeName|numChallengesPlayed]
source: Number of Played Challenges
de: Anzahl gespielte Herausforderungen

# [KEY|achievementTypeName|numChallengesCompleted]
source: Number of Completed Challenges
de: Anzahl abgeschlossene Herausforderungen

# [KEY|achievementTypeName|allChallengesAtLevelCompleted]
source: All Challenges Completed at Level
de: Alle Herausforderungen abgechlossen auf Niveau

# [KEY|achievementTypeName|numBoardsPlayed]
source: Number of Played Boards
de: Anzahl gespielte Bretter

# [KEY|achievementTypeName|numBoardsCompleted]
source: Number of Completed Boards
de: Anzahl abgeschlossene Bretter

# [KEY|achievementTypeName|numBoardGroupsCompleted]
source: Number of Completed Board Groups
de: Anzahl abgeschlossene Bretter-Gruppen

# [KEY|achievementTypeName|numDaysPlayed]
source: Number of Days since first Challenge played
de: Anzahl Tage seit der ersten Herausforderung

# [KEY|boardName|Cross20]
source: Cross 5x 2x2
de: Kreuz 5x 2x2

# [KEY|boardName|Cross45]
source: Cross 5x 3x3
de: Kreuz 5x 3x3

# [KEY|boardName|Cross80]
source: Cross 5x 4x4
de: Kreuz 5x 4x4

# [KEY|boardName|Cross125]
source: Cross 5x 5x5
de: Kreuz 5x 5x5

# [KEY|boardName|Cross180]
source: Cross 5x 6x6
de: Kreuz 5x 6x6

# [KEY|boardName|Frame6x6]
source: Frame 6x6
de: Rahmen 6x6

# [KEY|boardName|Legendary1]
source: Legendary 1
de: Legendär 1

# [KEY|boardName|Legendary2]
source: Legendary 2
de: Legendär 2

# [KEY|boardName|Line4x1]
source: Line 4x1
de: Linie 4x1

# [KEY|boardName|Rectangle2x3]
source: Rectangle 2x3
de: Rechteck 2x3

# [KEY|boardName|Rectangle3x4]
source: Rectangle 3x4
de: Rechteck 3x4

# [KEY|boardName|Rectangle3x5]
source: Rectangle 3x5
de: Rechteck 3x5

# [KEY|boardName|Rectangle4x5]
source: Rectangle 4x5
de: Rechteck 4x5

# [KEY|boardName|Rectangle4x6]
source: Rectangle 4x6
de: Rechteck 4x6

# [KEY|boardName|Rectangle5x6]
source: Rectangle 5x6
de: Rechteck 5x6

# [KEY|boardName|Rectangle5x7]
source: Rectangle 5x7
de: Rechteck 5x7

# [KEY|boardName|Rectangle6x7]
source: Rectangle 6x7
de: Rechteck 6x7

# [KEY|boardName|Square2x2]
source: Square 2x2
de: Quadrat 2x2

# [KEY|boardName|Square3x3]
source: Square 3x3
de: Quadrat 3x3

# [KEY|boardName|Square4x4]
source: Square 4x4
de: Quadrat 4x4

# [KEY|boardName|Square5x5]
source: Square 5x5
de: Quadrat 5x5

# [KEY|boardName|Square6x6]
source: Square 6x6
de: Quadrat 6x6

# [KEY|boardName|Square7x7]
source: Square 7x7
de: Quadrat 7x7

# [KEY|boardName|Square8x8]
source: Square 8x8
de: Quadrat 8x8

# [KEY|boardName|Triangle7x4]
source: Triangle 7x4
de: Dreieck 7x4

# [KEY|boardName|Triangle7x6]
source: Triangle 7x6
de: Dreieck 7x6

# [KEY|boardName|Triangle7x8]
source: Triangle 7x8
de: Dreieck 7x8

# [KEY|boardName|Triangle14x8]
source: Triangle 14x8
de: Dreieck 14x8

# [KEY|boardName|Triangle15x14]
source: Triangle 15x14
de: Dreieck 15x14

# [KEY|groupName|Crosses]
source: Crosses
de: Kreuze

# [KEY|groupName|Legendary]
source: Legendary
de: Legendär

# [KEY|groupName|Rectangles]
source: Rectangles
de: Rechtecke

# [KEY|groupName|Square 2x2]
source: Square 2x2
de: Quadrat 2x2

# [KEY|groupName|Square 3x3]
source: Square 3x3
de: Quadrat 3x3

# [KEY|groupName|Square 4x4]
source: Square 4x4
de: Quadrat 4x4

# [KEY|groupName|Square 8x8]
source: Square 8x8
de: Quadrat 8x8

# [KEY|groupName|Squares]
source: Squares
de: Quadrate

# [KEY|groupName|Triangles]
source: Triangles
de: Dreiecke

# [KEY|groupName|Tutorial]
source: Tutorial
de: Zum Lernen

# [KEY|level.levelName|0]
source: Starter
de: Einsteiger

# [KEY|level.levelName|1]
source: Novice
de: Anfänger

# [KEY|level.levelName|2]
source: Apprentice
de: Lehrling

# [KEY|level.levelName|3]
source: Rookie
de: Rekrut

# [KEY|level.levelName|4]
source: Journeyman
de: Geselle

# [KEY|level.levelName|5]
source: Adept
de: Könner

# [KEY|level.levelName|7]
source: Expert
de: Experte

# [KEY|level.levelName|8]
source: Master
de: Meister

# [KEY|level.levelName|9]
source: Grandmaster
de: Grossmeister

# [KEY|level.levelName|10]
source: Legendary
de: Legendär

# [KEY|level.levelName|11]
source: Ascendant
de: Aszendent

# [KEY|level.levelDescription|0]
source: New in the world of CloseIt.
de: Neu in der CloseIt-Welt.

# [KEY|level.levelDescription|1]
source: For beginners or those just starting out.
de: Für Neulinge oder diejenigen, die gerade erst anfangen.

# [KEY|level.levelDescription|2]
source: A step above Novice, indicating some training.
de: Etwas über dem Anfängerlevel, zeigt eine gewisse Ausbildung an.

# [KEY|level.levelDescription|3]
source: For beginners who are just starting out.
de: Für Anfänger, die gerade erst anfangen.

# [KEY|level.levelDescription|4]
source: Skilled and experienced, but not yet a master.
de: Erfahren und geschickt, aber noch kein Meister.

# [KEY|level.levelDescription|5]
source: Skilled and capable, but not yet an expert.
de: Geschickt und fähig, aber noch kein Experte.

# [KEY|level.levelDescription|6]
source: A step above adept, indicating significant proficiency.
de: Etwas über dem Gesellen, deutet auf signifikante Fähigkeiten hin.

# [KEY|level.levelDescription|7]
source: Proficient and knowledgeable.
de: Kompetent und sachkundig.
